Repository: PowerOlive/minetest-smart_inventory
Catalog: locale/groups_*.po
Languages: de

source: Slab
de: Platte

# armor:shield
source: Shield
de: Schild

# physics:jump
source: Jump high
de: Sprunghöhe

# dig_immediate
source: Fast diggable
de: Schnell abbaubar

source: Coal
de: Kohle

source: Flammable
de: Brennbar

# disable_jump
source: Sticky
de: Klebrig

# physics:gravity
source: Gravity
de: Erdanziehung

source: Cracky
de: Knackig

# level
source: Valuable
de: Wertvoll

# dig_immediate:3
source: Immediate diggable
de: Sofort abbaubar

source: Door
de: Tür

source: Armor state
de: Rüstungsstatus

# tool:full_punch_interval
source: Punch interval
de: Verwendungsinterval

source: Soil
de: Erde

source: Choppy
de: Abgehackt

# armor:heal
source: Heal
de: Heilen

source: Snappy
de: Schnittig

source: Shape
de: Geformt

# oddly_breakable_by_hand
source: Oddly breakable
de: Ohne Werkzeug abbaubar

source: Wood
de: Holz

# attached_node
source: Attachable
de: Verbundbar

# armor:use
source: Wear on damage
de: Abnutzung bei Schaden

# physics:speed
source: Walking speed
de: Geschwindigkeit

# armor:legs
source: Legs protection
de: Beinschutz

source: Food
de: Nahrung

# damage:choppy
source: Choppy damage
de: Abgehackt

source: Slope
de: Neigung

# soil:2
source: Dry farming soil
de: Trockener Ackerboden

# soil:1
source: Basic soil
de: Ackerboden

# all
source: All items
de: Alles

# armor:fire
source: Fire protection
de: Feuerschutz

source: Translucent
de: Lichtdurchläßig

# leavedecay
source: Decayable
de: Verwelkbar

# armor:feet
source: Feet protection
de: Stiefel

# damage:snappy
source: Snappy damage
de: Schnittverletzung

# damage:fleshy
source: Fleshy damage
de: Fleischverletzung

source: Armor
de: Rüstung

source: Stair
de: Treppe

# customnode
source: Decorative node
de: Dekorativer Block

# water_bucket
source: Bucket
de: Eimer

# connect_to_raillike
source: Rail-like
de: Schienenartig

# falling_node
source: Falling
de: Fallend

# type:node
source: Node
de: Block

# soil:3
source: Wet farming
de: Nasser Ackerboden

source: Bouncy
de: Federnd

source: Stone
de: Stein

source: Dye
de: Farbstoff

source: Micro
de: Mikro

# other
source: Other items
de: Weitere

# armor:torso
source: Torso protection
de: Körperschutz

source: Wool
de: Wolle

# type:tool
source: Tool
de: Werkzeug

source: Vessel
de: Behälter

source: Fleshy
de: Fleischig

# light
source: Light source
de: Lichtquelle

source: Panel
de: Paneel

source: Leaves
de: Laub

source: Armor level
de: Level der Rüstung

# recipetype:cooking
source: Cooking result
de: Gekocht

# type:craft
source: Item
de: Gegenstand

# ingredient
source: Crafted with
de: Erzeugt aus

source: Carpet
de: Teppich

source: Wall
de: Mauer

source: Fence
de: Zaun

source: Stick
de: Stock

# armor:head
source: Head protection
de: Kopfschutz

source: Tree
de: Baum

# explody
source: Explosive
de: Explosiv

# armor:water
source: Water protection
de: Wasserschutz

source: Crumbly
de: Brüchig
